[Killed] Negate expression
Program.cs:19:17
 
         public static string ValidaNotaFrequencia(short nota, double frequencia)
         {
-            if (nota >= 5 && frequencia >= 0.6)
+            if (!(nota >= 5 && frequencia >= 0.6))
                 return aprovado;
             else

[Killed] Equality mutation
Program.cs:19:17
 
         public static string ValidaNotaFrequencia(short nota, double frequencia)
         {
-            if (nota >= 5 && frequencia >= 0.6)
+            if (nota > 5  && frequencia >= 0.6)
                 return aprovado;
             else
